export default async function TermsOfService() {
  return (
    <div className="TermsPageBackground">
      <div className="section-header" style={{ color: 'var(--red)' }}>
        <strong>
          <u>
            <span>תקנון מועדון חברים ליגת הפוקר של ראנר</span>
          </u>
        </strong>
      </div>
      <br />
      <div className="section-header">
        <u>
          <span>
            <strong>תקנון מועדון &nbsp;</strong>
            חברים ל
            <strong>לקוחות ראנר-ראנר ע.מ. 026608018 (להלן: ״ראנר״)</strong>
          </span>
        </u>
      </div>
      <br />
      <div className="section-header section-header-decoration">
          כללי
      </div>
      <div>
        <div>
          תקנון זה נועד להסדיר את הכללים על פיהם מתנהל מועדון הלקוחות של ראנר.
        </div>
        <div>
          ראנר&nbsp;שומרת לעצמה את הזכות לשנות ולעדכן, מעת לעת, את תנאי מועדון
          הלקוחות, בהתאם לשיקול דעתה הבלעדי ומתחייבת להתריע בפני לקוחותיה על כל
          שינוי מהותי בתנאי החברות במועדון בהתאם לתיקון 53 לחוק הגנת הצרכן,
          תשמ&quot;א-1981 (להלן<strong>: &quot;חוק הגנת הצרכן&quot;</strong>)
          <span dir="ltr">.</span>
        </div>
        <div>
          בהצטרפותו למועדון מסכים הלקוח לכל תנאי המועדון, ובכלל זה לתנאי תקנון
          זה, כפי שיעודכן מעת לעת והוא מקבל עליו את כל תנאיו ללא סייג ובחתימתו
          על תקנון זה הוא מקבל ומאשר את כל הגרסאות העתידיות של התקנון כפי
          שיעודכנו מעת לעת על ידי ראנר.
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
       הגדרות
      </div>
      <div>
        <div>
          &quot;<strong>דף הפייסבוק</strong>&quot; &ndash;
          <span style={{ margin: '0 5px' }}>
            דף הפייסבוק הרשמי של ראנר בכתובת:
          </span>
          <span style={{ margin: '0 5px' }}>
            https://www.facebook.com/@RunnerRunnerPokerTournaments
          </span>
        </div>
        <div>
          <strong>&quot;חבר מועדון&quot;-</strong>מי שהשלים במלואו את תהליך
          ההרשמה כאמור ובכפוף לתקנון זה ושילם את כל סכום דמי החבר במלואו וכן בכל
          תנאי התקנון ולא הודח מהמועדון.
        </div>
        <div>
          <strong>&quot;הטבה&quot;-</strong> כל הטבה ו/או פרס ו/או הנחה ו/או כל
          זכות אחרת המגיעה לחבר מועדון בכפוף ובהתאם לתנאי תקנון זה.
        </div>
        <div>
          <strong>&quot;טבלת הניקוד&quot; &ndash;</strong> טבלת הניקוד של
          הטורניר המפרטת את אופן חישוב הניקוד וכן את מיקום חברי המועדון במהלך
          הליגה.
        </div>
        <div>
          <strong>&quot;טבלת הפרסים&quot;-</strong> טבלת הפרסים של מועדון חברי
          ראנר המפרטת את הפרסים היומיים וכל פרס נוסף/אחר אשר זכאים לו חברי
          המועדון בכפוף לתנאי תקנון זה.
        </div>
        <div>
          <strong>&quot;ליגת הפוקר&quot;-</strong> הליגה של חברי מועדון ראנר אשר
          זכאים להשתתף בטורניר בכפוף לאמור בתקנון זה.
        </div>
        <div>
          <strong>&quot;משתתף&quot;-</strong> מי שביקש להשתתף בטורניר מסויים רק
          כניסיון וטרם נרשם כמפורט בסעיף 6.2. בתקנון להלן.
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
        הצטרפות למועדון והחברות בו
      </div>
      <div>
        <div>
          הצטרפות למועדון הלקוחות מותנית בין היתר במילוי טופס הרישום אשר ישלח על
          יד ראנר ללקוח בכל דרך שתבחר ראנר וכן חתימה על תקנון זה.
        </div>
        <div>
          ראנר שומרת לעצמה את הזכות לא לאשר את קבלתו של לקוח כחבר במועדון ו/או
          לסרב להאריך את חברותו של חבר מועדון ו/או לבטל את חברותו, וזאת מכל סיבה
          שהיא ולפי ראות עיניה בלבד, ומבלי שתהא עליה חובה לנמק את החלטתה כאמור
          בכפוף לדין<span dir="ltr">.</span>
        </div>
        <div>
          תוקף החברות במועדון הינו ממועד ההצטרפות או ממועד חידוש חברות קיימת
          במועדון (לפי העניין) ולתקופה של 12 חודשים קלנדרים. הזכות למימוש הטבות
          המועדון מותנית בסוג ההטבה, בעמידת החבר בכל תנאיי התקנון והליגה ובתנאי
          המימוש הקבועים בתקנון זה<span dir="ltr">.</span>
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
        חבר במועדון:

      </div>
      <div>
        <div>
          כל אדם פרטי מגיל&nbsp;
          <span dir="ltr">
            <span dir="ltr">&nbsp;</span>18&nbsp;
          </span>
          <span>
            ומעלה אשר שילם בגין החברות במועדון את דמי החבר עבור הצטרפותו למועדון
            או עבור חידוש חברות קיימת, מילא וחתם על טופס הרישום, עמד במכלול תנאי
            המועדון בהתאם לתקנון זה וקיבל אישור במייל או באמצעות פרופיל הפייסבוק
            של ראנר בעמוד הפייסבוק אישור על הצטרפותו כחבר מועדון.&nbsp;
          </span>
        </div>
        <div>
          ראנר שומרת לעצמה הזכות להוסיף/להגדיל ו/או להקטין את דמי ההצטרפות ו/או
          דמי החידוש ו<span dir="ltr">/</span>
          <span>או לבטלם</span>
          <span dir="ltr">,</span>
          <span>&nbsp;</span>והכל בכל עת ובהתאם לשיקול דעתה הבלעדי בכפוף לחוק
          הגנת הצרכן.
        </div>
        <div>
          החברות במועדון מותנית, בין היתר, במילוי טופס בקשה להצטרפות למועדון
          הכולל בין היתר את הפרטים המפורטים להלן: שם מלא, תאריך לידה, מספר תעודת
          זהות ,מס&apos; טלפון נייד, דואר אלקטרוני, חתימה והסכמה לקבלת הזמנות
          לאירועים ומידע שיווקי באמצעי התקשורת השונים על ידי ראנר ו/או מי מטעמה.
          פרטי חברי המועדון יישמרו בכתב ו<span dir="ltr">/</span>
          <span>
            או במדיה מגנטית ו/או באמצעות תיעוד אחר על פי החלטת ראנר מעת לעת.
            בהצטרפות למועדון מסכים החבר להיכלל במאגר המידע הרשום של ראנר. יודגש
            כי לא ניתן להצטרף למועדון ללא השלמת הפרטים הנ&quot;ל.
          </span>
        </div>
        <div>
          יובהר, כי האחריות על מילוי הפרטים ועדכונם על גבי טופס הבקשה להצטרפות
          הינה על החבר אשר מתחייב למסור אך ורק פרטים נכונים ומדויקים
          <span dir="ltr">.</span>
          <span>&nbsp;</span>לא תשמע כל טענה כלפי ראנר ו<span dir="ltr">/</span>
          <span>
            או כלפי מי מטעמה לעניין אי קבלת הטבות של המועדון, מחמת טעות בפרטי
            זיהוי של הלקוח
          </span>
          <span dir="ltr">.</span>
        </div>
        <div>
          בכפוף לאמור בתקנון זה, הנתונים האישיים אותם ימסור חבר המועדון ישמשו את
          ראנר ו/או מי מטעמה בין היתר לצורך יצירת קשר עם חברי המועדון, ניהול
          ותפעול המועדון, פעולות שיווק ופרסום של המועדון ו/או של הראנר וכן
          פעולות שיווק ופרסום של צדדים שלישיים אחרים, לרבות באמצעות דואר
          אלקטרוני, הודעות כתובות לטלפון הנייד (<span dir="ltr">SMS</span>
          <span>
            &nbsp;ו וואטס אפ) או פניה בפרופיל הפייסבוק באמצעות דף הפייסבוק.
          </span>
        </div>
        <div>
          למען הסר ספק מובהר כי בהתאם לחוק הגנת הפרטיות, התשמ&quot;א-1981, חוק
          התקשורת (בזק ושידורים) התשמ&quot;ב- 1982 (&quot;
          <strong>חוק בזק</strong>&quot;) והוראות כל דין אחר, חתימת הלקוח על גבי
          טופס הבקשה להצטרפות למועדון, תהווה גם הסכמה לקבלת חומרים פרסומיים
          ושיווקיים של המועדון ו/או של ראנר ו/או של צדדים שלישיים אחרים, לרבות
          הודעות בדבר מבצעים, הטבות נוספות וכיו&quot;ב. הפניה והעדכונים ייעשו
          באמצעי המדיה השונים כמפורט בסעיף 4.6. לעיל ובכפוף לחוק בזק וכן הלקוח
          מאשר לראנר להעלות תמונות שלו מהפעילויות של מועדון החברים של ראנר
          ובמידה והוא מעוניין שלא להעלות תמונות שלו, חובה על הלקוח להודיע להנהלת
          ראנר על כך.
        </div>
        <div>
          יובהר כי כל מידע אודות חברי המועדון יחשב לקניינה של ראנר, וחברי
          המועדון מוותרים בזאת על כל טענה בגין שימוש במידע כאמור, לרבות טענה על
          פי חוק הגנת הפרטיות, התשמ&quot;א-1981.
        </div>
        <div>
          בנוסף, רשאי חבר המועדון לדרוש מהחברה, בכתב, להסיר עצמו מרשימות הדיוור
          הפרסומי והשיווקי של ראנר ו/או של המועדון
          <span dir="ltr">.</span>
          <span>&nbsp;וכן לבקש להסיר תמונות שלו.</span>
        </div>
        <div>
          ראנר שומרת לעצמה את הזכות להאריך או להפסיק את פעילות המועדון בהודעה
          מראש של
          <span dir="ltr">
            <span dir="ltr">&nbsp;</span>30&nbsp;
          </span>
          <span>יום שתפורסם בדרך שתקבע ראנר.</span>
        </div>
        <div>
          חבר המעוניין לבטל את החברות במועדון יפנה לצורך כך לדף הפייסבוק ויודיע
          על בקשת ביטול חברות להנהלת ראנר. ביטל החבר את החברות במועדון טרם שחלפו
          שבועיים מהמועד שבו הצטרף למועדון או מהמועד שבו חידש את חברותו - יהיה
          חבר המועדון זכאי לקבלת סכום דמי החבר ששילם בגין הצטרפות/חידוש כאמור
          (אם שולמו), זאת בתנאי שלא עשה כל שימוש בהטבות המועדון ולא מימש את
          ההטבות בו (כפי שישתנו מעת לעת). ביטול החברות לאחר חלוף שבועיים מיום
          ההצטרפות/חידוש כאמור<span dir="ltr">,</span>
          <span>&nbsp;</span>אינו מזכה בהשבת דמי החבר
          <span dir="ltr">.</span>
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
        שימוש בחברות המועדון

      </div>
      <div>
        <div>
          <span>
            חברות במועדון הינה אישית ומוגבלת ללקוחות פרטיים בלבד ואינה ניתנת
            להעברה או לשימוש על ידי אחר.
          </span>
        </div>
        <div>
          ראנר תהיה רשאית לבטל את חברותו של חבר מועדון ולהפקיע ממנו כל זכות
          הנובעת מחברותו, לרבות זכויות והטבות שנצברו קודם לביטול חברותו, במידה
          ועשה שימוש שלא כדין בכרטיס החבר שברשותו ו<span dir="ltr">/</span>
          <span>או פעל בניגוד להוראות התקנון ו</span>
          <span dir="ltr">/</span>
          <span>או הוראותיה של ראנר ו/או החוק</span>
          <span dir="ltr">.</span>
        </div>
        <div>
          <span>
            החברים במועדון יהיו זכאים להטבות שונות כפי שיוחלט ויתפרסם על ידי
            ראנר מעת לעת. ראנר רשאית לשנות ו/או לעדכן מעת לעת את ההטבות שיוקנו
            לחברי המועדון, והכל לפי שיקול דעתה הבלעדי של ראנר
          </span>
          <span>&nbsp;</span>
          <span>בכפוף לתיקון 53 לחוק הגנת הצרכן.</span>
        </div>
        <div>
          <span>
            החל ממועד ההצטרפות למועדון תינתן ללקוח/ה הזכות לקבל את כל המבצעים
            וההטבות המיועדים לחברי המועדון
          </span>
          <span dir="ltr">&nbsp;</span>
          <span>
            ולא יהיה כפל מבצעים והטבות אלה אם נאמר/צויין כך במפורש ע&quot;י ראנר
            בכתב דף הפייסבוק או בוואטס אפ.
          </span>
        </div>
        <div>
          &nbsp;חבר המועדון יהיה זכאי לעיין במידע המוחזק לגביו במאגר המידע של
          ראנר. מובהר כי חובת עדכון בדבר שינוי בפרטי הלקוח כגון: כתובת, טלפון
          וכו&apos; מוטלת על חבר המועדון ועליו בלבד.
        </div>
        <div>
          חבר מועדון החש עצמו נפגע בכל הקשור לכל עניין אחר הנובע מתקנון זה ו/או
          מהחברות במועדון, רשאי לפנות בכתב למחלקת שירות לקוחות של ראנר ולהעלות
          את השגותיו. החלטת מחלקת שירות הלקוחות שתינתן בתוך כ-
          <span dir="ltr">
            <span dir="ltr">&nbsp;</span>14
          </span>
          <span>
            {' '}
            ימי עבודה, מרגע שקיבלה לידיה את ההשגה, תהיה סופית ובלתי ניתנת לערעור
          </span>
          <span dir="ltr">.</span>
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
        חוקי ליגת הפוקר של ראנר
      </div>
      <div>
        <div>
          ראנר תארגן טורנירי פוקר לאורך תקופה של 6 חודשים קלנדרים (&quot;
          <strong>עונת משחקים</strong>&quot;), ותפרסם בדף הפייסבוק ו/או בוואטס
          אפ את מועדי ומיקומי הטורניר כמו כן תעדכן את טבלת הניקוד ורשימת הפרסים
          בהתאם לכל טורניר.
        </div>
        <div>
          בתום כל עונת משחקים, 8 החברים אשר סיימו בניקוד הגבוה ביותר בכל טורניר
          ישחקו בטורניר גמר על מנת לקבוע מיהו אלוף הפוקר לעונת המשחקים הזו, סגנו
          וכיו&quot;ב (&quot;<strong>טורניר האליפות</strong>&quot;).
        </div>
        <div>
          הוראות המשחק וחוקי הטורניר ייקבעו ויינתנו על יד ראנר וכן ינוהלו
          ויפוקחו על ידה. בכל טורניר תמנה ראנר מפקח טורניר מטעמה אשר החלטתו בכל
          עניין הנוגע לטורניר וחוקיו תהא סופית, מכרעת וחלוטה והמשתתפים מוותרים
          בזאת על כל טענה ו/או תביעה בנושא זה כלפי ראנר או מי מטעמה.
        </div>
        <div>
          כמו כן, חברי המועדון שיסיימו את עונת המשחקים בין 100 המקומות הראשונים
          יזכו להשתתף, בטורניר ייעודי עבורם (&quot;
          <strong>טורניר הכרישים</strong>&quot;) אשר לא יהווה חלק מהטורנירים של
          עונת המשחקים לצורך הניקוד, אך כן יזכה בפרסים כמפורט בטבלת הפרסים וכפי
          שיפורסם בתום עונת המשחקים על ידי ראנר בוואטס אפ ו/או דף הפייסבוק.
        </div>
        <div>
          בכל טורניר יחולקו פרסים על פי טבלת הפרסים בהתאם לתוצאות הטורניר. כל
          משתתף אשר סיים במקום המזכה אותו בקבלת פרס על פי טבלת הפרסים, יהיה רשאי
          לקבל את הפרס או להחליפו בכרטיס כניסה לטורניר הבא בכפוף לתיאום מראש עם
          ראנר והסכמתה.
        </div>
        <div>
          הפרסים לטורניר האליפות וטורניר הכרישים ואופן חלוקתם יצויינו בטבלת
          הפרסים בתום עונת המשחקים.
        </div>
        <div>
          לאחר עונת המשחקים וקיום טורניר האליפות וטורניר הכרישים של אותה עונת
          משחקים, תודיעה ראנר על תחילתה של עונת המשחקים הבאה וכל האמור בתקנון זה
          יחול על עונת המשחקים הבאה בהתאמה.
        </div>
        <div>
          יובהר כי קבלת הפרס מותנת בכל התנאים הבאים במצטבר: (א) עמידת חבר
          המועדון בכל התנאים של תקנון זה, (ב) קבלת הפרס תעשה כנגד הצגת ת.ז.
          הזוכה ובתנאי שפרטי הזיהוי תואמים את הפרטים בהם הוא נרשם למועדון (ג)
          חתימת מקבל הפרס על כל מסמך משפטי ו/או חשבונאי הנדרש על פי ראנר וכל
          דין.
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
       הגבלות על חברי המועדון
      </div>
      <div>
        <div>
          <span>
            מועדון חברים ללקוחות ראנר הינו מועדון המאגד בתוכו קהילת אנשים אשר
            אוהבים את משחק הפוקר ומעוניינים לשחק, להשתפר ולהנות ממשחק הפוקר
            באופן מבוקר ובסביבה בטוחה.
          </span>
        </div>
        <div>
          <span>
            לאור האמור לעיל, ראנר קבעה גבולות ביטחון על מנת לשמור על אווירת
            ומטרת המועדון שהינו תחביב למבוגרים בלבד ולכן ישנם מספר הגבלות לכל
            חבר מועדון אשר הפרתן מהווה עילה להשעיית חבר המועדון מפעילות במועדון
            לפרק זמן מסויים ואף לביטול חברתו, על פי שיקול דעתה של ראנר וכמפורט
            להלן בסעיף 7 זה.
          </span>
        </div>
        <div>
          <span>
            עלות הכניסה לטורנירים וכן האפשרות לכניסה חוזרת תפורסם בוואטס אפ ו/או
            דף הפייסבוק של ראנר
          </span>
          .
        </div>
        <div>
          ראנר תבצע מעקב אחר התשלומים אשר מבצע כל חבר מועדון ומשתתף בטורניר
          במהלך עונת המשחקים ותבצע קיזוז עם עלות הפרסים אשר כל משתתף מרוויח
          (&quot;<strong>רווח-הפסד נטו</strong>&quot;) ותרשום זאת בטבלת
          רווח/הפסד לקוחות אשר תישמר אצלה (&quot;
          <strong>טבלת רווח-הפסד</strong>
          &quot;).
        </div>
        <div>
          כל חבר מועדון אשר ישתתף בטורנירים ועל פי טבלת רווח-הפסד, מאזן
          הרווח-הפסד נטו שלו במהלך יום משחקים בעונת המשחקים יגיע לסך של 1,500 ₪
          (&quot;<strong>הפסד נטו מקסימאלי יומי</strong>&quot;), לא יוכל להשתתף
          באותו יום בפעילות ראנר. בכל מקרה, משתתף אשר במהלך חודש משחקים בעונת
          משחקים יגיע להפסד נטו מקסימאלי בסך חמשת אלפים ₪&nbsp; (5,000 ₪)
          (&quot;<strong>הפסד חודשי מקסימאלי</strong>&quot;), המשך חברותו תהיה
          כפופה להחלטת הנהלת ראנר בעניינו.&nbsp;
        </div>
        <div>
          יובהר כי מטרת ההגבלות הינה להגן על חברי המועדון ולוודא כי כל מטרת
          השתתפותם בטורניר הינה למטרת תחביב למבוגרים וקהילת חברים מוגנת ונעימה.
          לאור האמור לעיל, ראנר לא תאפשר הימורים ו/או קבלת קרדיטים ו/או עסקאות
          צד והעברת מזומנים בין משתתפי הטורניר וביחס לכל צד ג&apos;.
        </div>
        <div>
          כל מי שעובר על תנאי תקנון זה בכלל וסעיף 7 על כל תתי סעיפיו זה בפרט, לא
          יהיה זכאי לכל פרס וחברותו במועדון תישלל ו/או תושהה על פי הודעת ראנר
          לחבר המועדון לפי שיקול דעת המוחלט והבלעדי.
        </div>
      </div>
      <br />
      <div className="section-header section-header-decoration">
         שונות
      </div>
      <div>
        <div>
          ידוע לחברי המועדון כי ראנר שומרת לעצמה את הזכות להעניק הטבות נוספות
          לחלק מחברי המועדון, על פי שיקולי ראנר מעת לעת
          <span dir="ltr">.</span>
        </div>
        <div>
          עם ההצטרפות למועדון מקבל החבר על עצמו את תקנון זה לרבות נספחיו לכל דבר
          ועניין. העתק מהתקנון יהיה ניתן לקבל, ללא תשלום, בדף הפייסבוק
          <span dir="ltr">.</span>
        </div>
        <div>
          ראנר שומרת לעצמה את הזכות לשנות ו/או לעדכן, מעת לעת את התקנון על פי
          שיקול דעתה הבלעדי בכפוף לתיקון 53 לחוק הגנת הצרכן. החל ממועד שינוי
          ו/או עדכון התקנון - יחייב הנוסח החדש את חברי המועדון. נוסחו המחייב של
          התקנון הוא זה שיהא מצוי באתר האינטרנט או דף הפייסבוק
          <span dir="ltr">.</span>
        </div>
        <div>
          ראנר שומרת לעצמה את הזכות לשנות ו/או לעדכן, מעת לעת, את ההטבות הניתנות
          במסגרת המועדון ותנאיהם, על פי שיקול דעתה, ולא תהיה למי מחברי המועדון
          כל טענה בעניין זה<span dir="ltr">.</span>
        </div>
        <div>
          במקרה של סתירה ו<span dir="ltr">/</span>
          <span>
            או אי התאמה כלשהי בין הוראות תקנון זה לבין פרסומים אחרים כלשהן בכל
            אמצעי המדיה, תגברנה הוראות תקנון זה לכל דבר ועניין
          </span>
          <span dir="ltr">.</span>
        </div>
        <div>
          תקנון זה, וכל עילה משפטית הנובעת ממנו, לרבות תוקפם ופרשנותם של הוראות
          התקנון, יהיו כפופים לדין הישראלי בלבד, וסמכות השיפוט הבלעדית בהקשר
          לתקנון זה ו/או למועדון ו/או לכל תביעה ו/או הליכים הנובעים בהם תהא לבית
          המשפט המוסמך בתל אביב בלבד<span dir="ltr">.</span>
        </div>
        <div>
          מטעמי נוחות בלבד, כתוב תקנון זה בלשון זכר. כל שנכתב בלשון זכר יש לראות
          כנכון גם בלשון נקבה<span dir="ltr">.</span>
        </div>
        <div>
          באחריות חברי המועדון להתעדכן בדף הפייסבוק ו/או באתר האינטרנט של ראנר
          על מנת לקבל עדכונים בקשר לליגה ולגבי תקנון זה.
        </div>
      </div>
      <br />
      <br />
    </div>
  );
}
